Repository: wly-p/training-la
Catalog: Packages/Ability/Sources/AbilityPresentation/Localizable.xcstrings
Source language: zh_hant
Languages: en

# ability.apply %@
source: 套用 %@
en: Use %@

# ability.cancel
source: 取消
en: Cancel

# ability.done
source: 儲存
en: Save

# ability.editNote
source: 改完只影響之後排的課表；已排定的重量不會變。
en: Changes only affect future sessions; weights already scheduled stay as they are.

# ability.empty.message
source: 練過的動作才會出現在這裡。先去訓練分頁練一場吧。
en: Exercises you have trained will show up here. Go finish a workout first.

# ability.empty.title
source: 還沒有可設定的動作
en: No exercises yet

# ability.filter.unset %lld
source: 未設定 %lld
en: Not set %lld

# ability.footer
source: 更新能力值只影響之後排的課表；已排定的課表重量不會變。
en: Updating your maxes only affects future sessions. Weights already on your schedule stay as they are.

# ability.kicker
source: 最大重量
en: Max weight

# ability.lastPerformed
source: 最近一次做到
en: Last time

# ability.notSet
source: 尚未設定
en: Not set

# ability.perSide
source: （每邊）
en: (per side)

# ability.search
source: 搜尋動作或器材
en: Search exercise or equipment

# ability.source.estimated
source: 依紀錄推算
en: Estimated from history

# ability.source.manual
source: 手動填入
en: Manually entered

# ability.stepHint
source: 級距跟隨「設定 › 重量調整級距」· 長按可連續
en: Increment follows Settings › Weight increment · hold to repeat

# ability.suggestion
source: 建議
en: Suggested

# ability.suggestionBanner
source: 依最近一次紀錄，建議更新到
en: Based on your latest record, consider updating to

# ability.summary %lld %lld
source: 每個動作推過的最大重量 · %1$lld 個動作 · %2$lld 個已設定
en: Heaviest weight per exercise · %1$lld exercises · %2$lld set

# ability.tapToType
source: 點數字可直接鍵入
en: Tap the number to type

# ability.title
source: 我的能力值
en: My Ability Values
